tap "arttor/tap"
tap "bufbuild/buf"
tap "cargo-lambda/cargo-lambda"
tap "homebrew/bundle"
tap "k8sgpt-ai/k8sgpt"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "sigstore/tap"
brew "argocd"
brew "asciinema"
brew "atuin"
brew "docutils"
brew "awscli"
brew "node"
brew "cdk8s"
brew "cmake"
brew "unbound"
brew "qemu"
brew "lima"
brew "colima"
brew "dive"
brew "docker-buildx"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg@1.4"
brew "go"
brew "goreleaser"
brew "grpcurl"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mysql-client"
brew "octant"
brew "pv"
brew "rustup-init"
brew "stern"
brew "syft"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "velero"
brew "vim"
brew "vitess"
brew "wget"
brew "yq"
brew "zsh"
brew "arttor/tap/helmify"
brew "bufbuild/buf/buf"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "sigstore/tap/gitsign"
cask "docker"
cask "gimp"
cask "hiddenbar"
cask "iterm2"
cask "vlc"
vscode "1YiB.rust-bundle"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "coolbear.systemd-unit-file"
vscode "donjayamanne.githistory"
vscode "dsobotta.godot-rust-vscode"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "JScearcy.rust-doc-viewer"
vscode "kubescape.kubescape"
vscode "lorenzopirro.rust-flash-snippets"
vscode "mohd-akram.vscode-html-format"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nyxiative.rust-and-friends"
vscode "plex.vscode-protolint"
vscode "PolyMeilex.rust-targets"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "starkwang.markdown"
vscode "statiolake.vscode-rustfmt"
vscode "Swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "whosydd.carbon"
vscode "yzhang.markdown-all-in-one"
vscode "ZhangYue.rust-mod-generator"
vscode "zxh404.vscode-proto3"
