tap "arttor/tap"
tap "bufbuild/buf"
tap "cargo-lambda/cargo-lambda"
tap "homebrew/bundle"
tap "k8sgpt-ai/k8sgpt"
tap "sigstore/tap"
brew "argocd"
brew "python@3.11"
brew "asciinema"
brew "atuin"
brew "node"
brew "aws-cdk"
brew "python-cryptography"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "cdk"
brew "cdk8s"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "dive"
brew "docker-buildx"
brew "eza"
brew "flamegraph"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg@1.4"
brew "go"
brew "goreleaser"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mysql-client"
brew "octant"
brew "openjdk"
brew "openjdk@17"
brew "packer"
brew "perl"
brew "pv"
brew "rustup-init"
brew "stern"
brew "syft"
brew "tailscale"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "velero"
brew "vim"
brew "vitess"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "arttor/tap/helmify"
brew "bufbuild/buf/buf"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "isotope-rs/isotope/isotope"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "sigstore/tap/gitsign"
cask "cool-retro-term"
cask "docker"
cask "gimp"
cask "hiddenbar"
cask "iterm2"
cask "visual-studio-code"
cask "vlc"
